Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/social_welfare/irish_social_welfare_system/social_assistance_payments/residency_requirements_for_social_assistance_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: Residence requirements for social assistance in Ireland
ro: Cerinţe de rezidenţă pentru obţinerea asistenţei sociale în Irlanda

source: The social welfare system in Ireland is divided into three main types of payments
ro: Sistemul de asistență socială din Irlanda cuprinde trei tipuri principale de plăți

source: • Social insurance payments: (for example, Jobseeker's Benefit)
ro: • Plăți pentru asigurări sociale: (de exemplu, Indemnizația pentru persoanele în căutarea unui loc de muncă)

source: • Means-tested payments or social assistance payments: (for example, Jobseeker's Allowance)
ro: • Plăți pe baza testării mijloacelor de trai sau plăți pentru asistență socială: (de exemplu, Alocația pentru persoanele în căutarea unui loc de muncă)

source: • Universal payments: (for example, Child Benefit)
ro: • Plăți universale: (de exemplu, Alocația pentru copii)

source: With all social welfare payments in Ireland, you must satisfy the rules for each scheme to qualify
ro: În cazul tuturor ajutoarelor de asistență socială din Irlanda, trebuie îndeplinite anumite condiții pentru a vă putea încadra în fiecare schemă de ajutor

source: You must also be habitually resident in Ireland to qualify for the following payments:
ro: De asemenea, pentru a vă putea încadra pentru următoarele ajutoare trebuie să îndepliniți condiția de rezidență habituală în Irlanda:

source: • Jobseeker's Allowance and Jobseeker's Allowance Transitional payment
ro: • Alocație pentru persoanele în căutarea unui loc de muncă

source: • Widow's, Widower's or Surviving Civil Partner's (Non-Contributory) Pension
ro: • Pensie de văduv/ă sau partener civil supraviețuitor (Necontributivă)

source: Your spouse, civil partner or cohabitant and any dependent children you have are not required to satisfy the habitual residence condition in their own right
ro: Soţul, partenerul civil sau consensual şi copiii aflaţi în întreţinere nu trebuie să îndeplinească şi ei personal condiţia rezidenţei habituale

source: The Department of Social Protection has published comprehensive Operational Guidelines on the habitual residence condition. It is sometimes referred to as the HRC
ro: Deci, în cazul în care depuneţi cerere de ajutor social, doar dvs., solicitantul, trebuie să îndepliniţi condiţia rezidenţei habituale

source: This means that they are payable to a person who qualifies for EU migrant worker status for dependants who are resident in Ireland or in another EEA state
ro: Ministerul Protecției Sociale a publicat Ghidul operațional cu privire la condiția rezidenței habituale

source: Changes to HRC in 2014
ro: Modificări la HRC pe 2014

source: You must be habitually resident in the State on the date you make the application and you must remain habitually resident in the State after you apply
ro: La data depunerii cererii trebuie să fiţi rezident habitual pe teritoriul statului şi trebuie să îndepliniţi această condiţie şi după depunerea cererii

source: This provision was added by the Social Welfare and Pensions Act 2014, which came into force on 17 July 2014
ro: Această prevedere a fost adăugată de Legea pe 2014 privind ajutorul social şi pensiile, care a intrat în vigoare pe 17 iulie 2014

source: Before this, the habitual residence condition (HRC) could only be examined on the date of application
ro: Înainte de această dată, condiţia rezidenţei habituale (HRC) putea fi analizată doar la data depunerii cererii

source: Since 17 July 2014, the HRC decision on your case may be reviewed if any relevant circumstances change (for example, if you lose the right to reside) or if you were absent from the State for a significant period of time
ro: Începând cu 17 iulie 2014, decizia HRC cu privire la cazul dvs. poate fi revizuită în cazul modificării unor circumstanţe relevante (de exemplu dacă vă pierdeţi dreptul de şedere) sau dacă aţi lipsit o perioadă semnificativă de timp de pe teritoriul statului

source: What is habitual residence?
ro: Ce reprezintă rezidența habituală?

source: The term "habitually resident" is not defined in Irish law
ro: Termenul ”rezidență habituală” nu este definit în legislația irlandeză

source: In practice it means that you have a proven close link to Ireland
ro: În practică, aceasta înseamnă existența dovedită a unei legături strânse cu Irlanda

source: The term also conveys permanence - that a person has been here for some time and intends to stay here for the foreseeable future
ro: Termenul presupune și existența permanenței - persoana se află aici de o anumită perioadă de timp și intenționează să locuiască aici pe viitor

source: Proving you are habitually resident relies heavily on fact
ro: Dovada rezidenței habituale se bazează foarte mult pe fapte

source: If you have lived in Ireland all your life, you will probably have no difficulty showing that you satisfy the factors which indicate habitual residence – see list below
ro: Dacă ați locuit toată viața în Irlanda, probabil că nu veți întâmpina nicio dificultate în a demonstra că îndepliniți criteriile care indică rezidența habituală - a se vedea lista de mai jos

source: Who decides whether an applicant is habitually resident?
ro: Cine decide dacă solicitantul este rezident habitual?

source: Statutorily appointed Deciding Officers (or Determining Officers in the case of Supplementary Welfare Allowance) determine whether you meet the requirement to be habitually resident in the State
ro: Decizia cu privire la îndeplinirea condiției de rezident habitual pe teritoriul statului este luată de către ofițeri decizionali numiți legal (sau ofițeri evaluatori în cazul alocației suplimentare de ajutor)

source: The Officer will rely on the evidence you provide and be guided by national and EU law and guidelines when making their decision
ro: Pe parcursul procesului de stabilire a deciziei ofițerul va analiza documentele furnizate și va fi ghidat de legislația și instrucțiunile naționale și cele de la nivelul UE

source: When the Officer makes a decision on whether a person is habitually resident they must follow a series of steps:
ro: În cadrul procesului decizional de stabilire a rezidenței habituale în cazul unei persoane, ofițerul trebuie să respecte o serie de etape:

source: Check whether you are a person who is not regarded as being habitually resident in the State
ro: Verifică dacă persoana nu se încadrează în categoria persoanelor care nu sunt considerate rezidenți habituali pe teritoriul statului

source: For example, asylum seekers are not regarded as habitually resident
ro: De exemplu, solicitanții de azil nu sunt considerați rezidenți habituali

source: You can find out more about who is not regarded as habitually resident in Appendix 3 of the Operational Guidelines
ro: Mai multe informații despre persoanele care nu sunt considerate rezidenți habituali în Anexa 3 din Ghidul operațional

source: Check whether you are exempt from the habitual residence condition
ro: Verifică dacă persoana nu este scutită de la îndeplinirea condiției cu privire la rezidența habituală

source: Certain people, in particular EEA nationals who are considered migrant workers, are exempt from the habitual residence condition (see also Exemption from the habitual residence condition above)
ro: Anumite persoane, în special cetățenii din Zona Economică Europeană (ZEE) care sunt considerați lucrători migranți, sunt scutiți de la îndeplinirea condiției de rezidență habituală (a se vedea și Scutirea de la condiția rezidenței habituale pentru cetățenii ZEE mai jos)

source: You can find out more about who is exempt from the habitual residence condition in Section 3 of the Operational Guidelines
ro: Mai multe informații despre persoanele scutite de la îndeplinirea condiției de rezidență habituală în secțiunea 3 din Ghidul operațional

source: 3. Check whether a previous habitual residence decision has been given or if the case is under appeal
ro: 3.Verifică existența unei decizii anterioare cu privire la rezidența habituală sau dacă în cazul respectiv s-a depus contestație

source: A previous decision on habitual residence should carry through to subsequent claims unless there has been a significant change in circumstances since a new application was made
ro: O decizie anterioară cu privire la rezidența habituală trebuie să se aplice în cazul solicitărilor ulterioare cu excepția cazurilor în care au apărut modificări semnificative în perioada de când a fost făcută noua cerere

source: Consider whether the person has a right to reside in the State
ro: Analizează dacă persoana are drept de rezidență pe teritoriul statului

source: If you do not have a legal right of residence in this State, you will not be regarded as habitually resident
ro: În cazul în care persoana nu are dreptul legal de rezidență pe teritoriul acestui stat, aceasta nu va fi considerată rezident habitual

source: The following groups of people have a right to reside in Ireland:
ro: Dreptul de rezidență pe teritoriul Irlandei se acordă următoarelor grupuri de persoane:

source: • UK nationals from the Common Travel Area (CTA)
ro: • Cetățeni britanici din Zona Comună de Călătorii (CTA)

source: • EEA nationals who are employed or self-employed in Ireland
ro: • Cetățeni ZEE angajați pe bază de contract sau ca persoane fizice autorizate în Irlanda

source: • EEA nationals who have been employed here for over a year and are now unemployed, provided they are registered as jobseekers with the Department of Social Protection
ro: • Cetățeni ZEE angajați aici pentru o perioadă de peste 1 an și care, în prezent, sunt în șomaj cu condiția ca aceștia să se înregistreze la Ministerul Protecției Sociale

source: • EEA nationals, who have been employed here for less than a year and are now unemployed, may stay for another 6 months provided they are registered as jobseekers with the Department of Social Protection
ro: • Cetățenii ZEE, care au fost angajați aici pentru o perioadă de sub 1 an și care, în prezent, sunt șomeri își pot prelungi perioada de ședere cu încă 6 luni cu condiția ca aceștia să se înregistreze la Ministerul Protecției Sociale

source: • EEA nationals who can support themselves, their spouse/civil partner and any accompanying dependents and who have comprehensive sickness insurance
ro: • Cetățenii ZEE care se pot întreține singuri, soțul/soția, partenerul/a civil/ă și persoanele în întreținere care îi însoțesc și care dispun de asigurare integrală în caz de boală

source: • EEA nationals who are visitors or jobseekers can stay for up to 3 months provided that they do not become a burden on the social welfare system of the State during that period (as determined by the Department of Justice - SI 656 of 2006 (pdf))
ro: • Cetățenii ZEE aflați în vizită sau în căutarea unui loc de muncă pot sta pentru o perioadă de până la 3 luni cu condiția ca aceștia să nu devină o povară pentru sistemul de asistență socială din cadrul statului pe parcursul perioadei respective

source: • Non-EEA nationals with an employment permit that allows them to legally reside and work in the State
ro: • Cetăţenii non-EEA cu rezidenţă sau permis de muncă ce le permite să locuiască şi să lucreze în Stat

source: A person with permission to reside will have the appropriate immigration stamp in their passport and a Certificate of Registration issued by the Garda National Immigration Bureau (GNIB) (a GNIB card)
ro: O persoană cu permisiunea de a locui va avea ştampila de imigrare corespunzătoare în paşaportul lor şi un Certificat de înregistrare emis de Departamentul Naţional de Imigrare Garda (GNIB) (un card GNIB)

source: • Asylum seekers who have been granted permission to remain
ro: • Solicitanţilor de azil cărora li s-a oferit permisiunea să rămână

source: The resident spouse or civil partner and/or dependants of a person with refugee status or of a non-EEA national with an employment permit normally hold the same habitual residence status as that of the sponsor
ro: Soţul/soţia rezident/ă sau partenerul civil şi/sau dependenţii unei persoane cu statut de refugiat sau a unui cetăţean non-EEA cu un permis de muncă deţin în general acelaşi statut de rezidenţă obişnuit ca şi sponsorul lor

source: These family members should be treated as habitually resident as long as they and the sponsor retain permission to be in the State
ro: Aceşti membrii ai familiei ar trebui să fie trataţi ca şi rezidenţi obişnuiţi atâta timp cât ei şi sponsorul lor menţin permisiunea de a locui în Stat

source: Examine the 5 factors to determine habitual residence
ro: Examinează cei 5 factori pentru a stabili rezidența habituală

source: Once your right to reside has been established the following 5 factors (which have been set down in Irish and European law) are examined to find out if you are habitually resident in Ireland:
ro: După stabilirea dreptului de rezidență, se analizează cei 5 factori (stipulați în legislația irlandeză și cea europeană) care stabilesc dacă persoana respectivă este rezident habitual în Irlanda:

source: • Length and continuity of residence in Ireland
ro: • Durata și continuitatea rezidenței în Irlanda

source: • Length and purpose of any absence from Ireland
ro: • Durata și scopul absențelor din Irlanda

source: • Nature and pattern of employment
ro: • Natura și modelul contractului de muncă

source: • Your main centre of interest
ro: • Centrul principal de interes

source: • Your future intentions to live in Ireland as it appears from the evidence
ro: • Intențiile viitoare de a locui în Irlanda așa cum rezultă din documentele justificative

source: You can find out more about the 5 factors in the Operational Guidelines on the Department of Social Protection's website
ro: Mai multe informații despre cei 5 factori în ghidul operațional de pe site-ul Ministerului Protecției Sociale

source: The Department of Social Protection has also published a supplement to the Guidelines with scenarios which show how the habitual residence condition is applied in practice
ro: De asemenea, Ministerul Protecției Sociale a publicat un supliment la ghid cu scenarii cu privire la aplicarea practică a condiției rezidenței habituale

source: EU rules prevent discrimination on nationality grounds in relation to social security, so it is not possible to exempt a particular category of Irish citizens (such as returning Irish emigrants) from the habitual residence condition (either in general or for Carer’s Allowance) without extending the same treatment to all EU nationals
ro: Legislația europeană combate discriminarea pe baza naționalității cu privire la securitatea socială, deci este imposibil de scutit o categorie anume de cetățeni irlandezi (ca de exemplu emigranții irlandezi care se întorc acasă) de la îndeplinirea condiției de rezidență habituală (fie, în general, sau pentru alocația pentru îngrijitori) fără a extinde același tratament la toți cetățenii UE

source: However, the guidelines on determination of habitual residence address the issue of returning emigrants very specifically
ro: Aceste instrucțiuni cu privire la stabilirea rezidenței habituale abordează foarte clar problema emigranților care revin în țară

source: The guidelines state: “A person who had previously been habitually resident in the State and who moved to live and work in another country and then resumes his/her long-term residence in the State may be regarded as being habitually resident immediately on his/her return to the State.”
ro: Instrucțiunile prevăd:”O persoană care anterior a beneficiat de statutul de rezident habitual pe teritoriul statului și care s-a mutat pentru a locui și munci într-o altă țară și care apoi își reia rezidența pe termen lung pe teritoriul statului poate fi considerată rezident habitual imediat la revenirea pe teritoriul statului.”

source: When determining the main centre of interest for returning emigrants, Deciding Officers take account of:
ro: În stabilirea punctului central de interes pentru emigranții care revin în țară, ofițerii decizionali iau în calcul:

source: • The purpose of your return, for example, because your foreign residence permit has expired
ro: • Scopul revenirii, de exemplu, expirarea permisului străin de rezidență

source: • Verified arrangements which you have made in regard to returning on a long-term basis, for example, transfer of financial accounts and any other assets, termination of residence-based entitlements in the other country, or assistance from Safe-Home or a similar programme to enable Irish emigrants to return permanently
ro: • Verificarea demersurilor întreprinse în vederea revenirii pe termen lung, ca de exemplu, transferul conturilor financiare sau a altor bunuri, sistarea drepturilor acordate pe baza rezidenței în cealaltă țară, sau asistență din partea programului Safe-Home sau a unui program similar care permite emigranților irlandezi să se reîntoarcă permanent

source: • Length and continuity of your previous residence in the State
ro: • Durata și continuitatea șederii anterioare în Irlanda

source: • Your record of employment or self employment in another state and
ro: • Dovada angajării pe bază de contract sau ca persoană fizică autorizată în alt stat și

source: • Whether you have maintained links with your previous residence and can be regarded as resuming your previous residence rather than starting a new period of residence
ro: • Dacă ați păstrat legături cu șederea anterioară și dacă poate fi considerată ca o reluare a șederii anterioare și nu începutul unei noi perioade de ședere

source: If the DSP needs more information to decide whether you are habitually resident in the Republic of Ireland you may be asked to fill out the HRC1 form (pdf)
ro: În cazul în care DSC are nevoie de mai multe informaţii pentru a stabili dacă dvs. sunteţi rezident habitual în Republica Irlanda, va trebui să completaţi formularul HRC1 (pdf)

source: Regardless of what country you are coming from you may be asked to provide documentary evidence that shows your 'centre of interest' is now in Ireland
ro: Indiferent de țara din care veniți veți fi rugat/ă să furnizați documente care să arate că ”centrul dvs. de interes” este acum în Irlanda

source: This evidence should show that you have moved to Ireland, you intend to settle in Ireland permanently and you do not intend to go back to live in the country you came from
ro: Aceste documente trebuie să dovedească că v-ați mutat în Irlanda, că intenționați să vă stabiliți permanent în Irlanda și că nu intenționați să vă întoarceți să locuiți în țara din care ați venit

source: Where possible, you should provide the following documentary evidence:
ro: Acolo unde este posibil, trebuie să furnizați următoarele documente justificative:

source: • Proof to show you have given up accommodation abroad
ro: • Dovadă care să ateste renunțarea la locuința din străinătate

source: • Proof that you have cancelled or applied to cancel any non-transferable benefits
ro: • Dovadă care să ateste că ați anulat sau ați făcut cerere de anulare a indemnizațiilor netransferabile

source: • Proof you have transferred or applied to transfer any transferable income
ro: • Dovadă care să ateste că ați transferat sau ați făcut cerere de transfer a veniturilor transferabile

source: • Proof to show measures you have put in place to open a bank account here
ro: • Dovadă care să ateste măsurile întreprinse pentru deschiderea unui cont bancar aici

source: • Proof to show you have a tenancy in your own name (in Ireland)
ro: • Dovadă care să ateste că aveți o locuință cu chirie pe numele dvs

source: • Proof of travel documents including, where relevant, excess baggage fees and removal/shipping receipts
ro: (în Irlanda) • Documente de călătorie, inclusiv, în cazurile în care prezintă relevanță, taxe pentru bagaje suplimentare și chitanțe pentru mutarea/expedierea bunurilor

source: All evidence presented will be authenticated, as far as is possible, by the relevant Officer
ro: Toate documentele prezentate vor fi autentificate, pe cât posibil, de către ofițerul în cauză

source: In some cases you may be asked to submit further documentary evidence
ro: În unele cazuri se pot solicita documente doveditoare suplimentare

source: In certain cases, a Social Welfare Inspector may investigate your application
ro: În anumite cazuri, cererea dvs. poate fi analizată de către un inspector de asistență socială

source: Appealing a decision on habitual residency
ro: Contestarea unei decizii de rezidență habituală

source: If you are not satisfied with the decision made in your case you have the right of review and/or the right of appeal
ro: În cazul în care decizia dată de un ofițer decizional sau evaluator nu este satisfăcătoare beneficiați de dreptul de revizuire și/sau de dreptul la contestație

source: If you wish to have your case reviewed you can submit additional evidence and ask for the decision to be reviewed
ro: În cazul în care doriți revizuirea cazului puteți depune documente suplimentare și solicita revizuirea deciziei

source: You can also bring an appeal against the decision to the independent Social Welfare Appeals Office. If you prefer, you may appeal directly to the independent Social Welfare Appeals Office without first asking for a review
ro: De asemenea, decizia poate fi contestată în fața Biroului independent pentru soluționarea contestațiilor din cadrul Asistenței Sociale
